import React from 'react';
import './App.css';

function App() {
  return (
    <div className="App">
      <header>
        <div className="inner-block">
          <div className="logo">
            <a href="/">
              <img src="" alt="logo" />
            </a>
          </div>
          <nav>
            <ul>
              <li><a>서비스소개</a></li>
              <li><a>기업과제 리스트</a></li>
            </ul>
          </nav>
          <nav>
            <ul>
              <li><a href="">회원가입</a></li>
              <li><a href="">로그인</a></li>
            </ul>
          </nav>
        </div>
      </header>
      <main>
        <section>
          <h1>기업과제를 온라인으로 수행하며<br/>2주만에 실무경험을 쌓는 미니인턴</h1>
          <p>이제 집, 학교, 도서관, 카페에서 인턴십을 경험하고, 실무역량평가로 취업하세요.</p>
        </section>
        {/* <section>
          <h1>미니인턴이란?</h1>
          <ol>
            <li>
              <h2>최근 취업시장은...</h2>
              <p>
                최근 취업시장은 점점 학벌이나 스펙보다는 능력과 경험을 중요시하는 방향으로 변화해가고 있습니다. 하지만 실무경험을 쌓기 위해 인턴십을 하려고 하면 관련 경험이 있는지 묻죠. 그렇다면, 취준생은 어디 에서 ‘역량’과 ‘경험’을 얻을 수 있을까요?
              </p>
            </li>
            <li>
              <h2>미니+인턴십 프로그램</h2>
              <p>
                미니인턴은 취준생들이 기업의 실무를 경험하고 자신의 역량을 증명할 수 있는 곳입니다. 취업을 원하는 사람이라면 누구든 이곳에서 관심있는 기업과제를 수행하며 자신의 역량을 개발할 수 있습니다.
              </p>
            </li>
            <li>
              <h2>그래서, 미니인턴.</h2>
              <p>
                미니인턴은 취준생들이 다양한 분야의 업무를 경험 하고, 원하는 직업을 가질 수 있도록 돕습니다. 이제 이곳에서 경험을 쌓고, 당신의 역량을 키워보세요.
              </p>
            </li>
          </ol>
        </section> */}
        <section>
          <h2>인턴십 경험에서<br/>정규직 취업까지</h2>
          <img src="" alt=""/>
          <p>
            미니인턴은 온라인으로 진행되는 단기 인턴십 프로그램입니다. 참가자들은 효율적으로 기업 실무를 경험하고 자신에게 맞는 직무를 찾을 수 있죠. 참가 결과에 따라 정규직 취업까지도 노려볼 수 있습니다. 취업 성공의 꿈, 미니인턴과 함께 해보세요.
          </p>
        </section>
        <section>
          <h2>취준기간 줄여주는 2주 인턴십</h2>
          <article>
            <h3>참자가 OT(필참)</h3>
            <h4>DAY 0</h4>
            <p>
              참가자로 선발되었다면 오프라인 참가자 OT에 반 드시 참석해야 합니다. OT에 참석 가능한지 꼭 일 정을 확인해주세요!
            </p>
          </article>
          <article>
            <h3>질문 & 답변</h3>
            <h4>DAY 1 - 3</h4>
            <p>
              과제를 수행하려면 기업과 과제에 대해서 명확히 알아야죠. 여러분의 질문에 기업 담당관이 집중적 으로 답변해드립니다.
            </p>
          </article>
        </section>
        <section>
          <h2>지금, 미니인턴을<br/>시작해야 하는 이유</h2>
          <article>
            <h3>실무 프로젝트 경험</h3>
            <p>
              다른 곳에서는 접하기 힘든 기업의 실제 업무를 수행해 볼 기회가 됩니다.
            </p>
          </article>
          <article>
            <h3>인턴 수료증</h3>
            <p>
              미니인턴을 수료하면 기업에서 발급하는 인턴십 수료증을 받을 수 있습니다.
            </p>
          </article>
          <article>
            <h3>기업 스카우트 제의</h3>
            <p>
              우수 수료자의 경우 개최 기업으로부터 스카우트 제의를 받을 수 있습니다.
            </p>
          </article>
        </section>
        <section>
          <h2>준비된 당신을 위한<br/>헤더헌팅 서비스</h2>
          <p>
            미니인턴을 수료하셨나요? 모든 수료자에게 찾아오는 기회 헤드헌팅 서비스! 당신을 기다리는 기업으로부터 입사 제의를 받으세요.
          </p>
          <p>
            헤드헌팅은 미니인턴 수료자를 대상으로 진행됩니다.
          </p>
        </section>
        <section>
          <h2>미니인턴을 거쳐간 사람들의<br/>이야기를 들어보세요.</h2>
          <article>
            <p>
              실무자 분과 직접 미니인턴 OT를 통해 오픈놀에
              대해서 모르는 것들을 물어볼 수 있어서
              좋았고, 오픈놀에서 일하기 위해서 실제 어떤 실무적
              인 역량들이 필요한지 자세히 알 수 있어서 좋은 경험이였습니다. 
            </p>
            <p>
              오픈놀 미니인턴 참가자<br/>
              최현석
            </p>
          </article>
          <article>
            <p>
              기업 인사담당자가 작성해준 역량 인증서는 자소서 작성에 많은 도움이
              되었습니다. 이전에는 자기소개서에 나의 역량을 담는 것이 어려웠는데,
              인증서를 참고해서 작성하니 어렵지 않게 실무역량을 드러낼 수 있었습니다.
              취뽀에 도움을 준 미니인턴에게 감사 드립니다.
            </p>
            <p>
              오픈놀 미니인턴 참가자<br />
              백나원
            </p>
          </article>
        </section>
        <section>
          {/* h2 ? p? */}
          <p>수백 명의 취업 준비생이 실무 경험을 얻기 위해<br/> 미니인턴에 참가했습니다. 미래를 위한 경험.<br/>미니인턴에서 준비해보세요.</p>
          <a href="/">참가 가능한 미니인턴 보기</a>
        </section>
      </main>
      <footer>
        <div className="inner-block">
          <div className="logo">
            <a href="/">
              <img src="" alt="logo" />
            </a>
          </div>
          <nav>
            <ul>
              <li><a>이용약관</a></li>
              <li><a>개인정보취급방침</a></li>
              <li><a>고객센터</a></li>
              <li><a>기업회원</a></li>
            </ul>
          </nav>
          <p>
            (주)오픈놀 | 대표이사 : 권인택 | 서울특별시 마포구 월드컵북로 396, 1005호 | 이메일 : help@miniintern.com | 문의 : 070-8221-3056<br/>
          </p>
          <p>
            사업자등록번호 : 110-81-99930 | 통신판매번호 : 2015-서울서대문-0130 | 직업정보제공사업 서울서부 제2018-19호
          </p>
          <a href="https://openknowl.com/">ⓒ OPENKNOWL</a>
        </div>
      </footer>
    </div>
  );
}

export default App;
