const data = {
    process: [
        {
            title: '참가자 OT(필참)',
            day: 'DAY 0',
            content: '참가자로 선발되었다면 오프라인 참가자 OT에 반드시 참석해야 합니다. OT에 참석 가능한지 꼭 일정을 확인해주세요!'
        },
        {
            title: '질문 & 답변',
            day: 'DAY 1 - 3',
            content: '과제를 수행하려면 기업과 과제에 대해서 명확히 알아야죠. 여러분의 질문에 기업 담당관이 집중적 으로 답변해드립니다.'
        }
    ],
    benefit: [
        {
            icon: '',
            title: '실무 프로젝트 경험',
            content: '다른 곳에서는 접하기 힘든 기업의 실제 업무를 수행해 볼 기회가 됩니다.'
        },
        {
            icon: '',
            title: '인턴 수료증',
            content: '미니인턴을 수료하면 기업에서 발급하는 인턴십 수료증을 받을 수 있습니다.'
        },
        {
            icon: '',
            title: '기업 스카우트 제의',
            content: '우수 수료자의 경우 개최 기업으로부터 스카우트 제의를 받을 수 있습니다.'
        },
        {
            icon: '',
            title: '실무 프로젝트 경험',
            content: '다른 곳에서는 접하기 힘든 기업의 실제 업무를 수행해 볼 기회가 됩니다.'
        },
        {
            icon: '',
            title: '인턴 수료증',
            content: '미니인턴을 수료하면 기업에서 발급하는 인턴십 수료증을 받을 수 있습니다.'
        },
        {
            icon: '',
            title: '기업 스카우트 제의',
            content: '우수 수료자의 경우 개최 기업으로부터 스카우트 제의를 받을 수 있습니다.'
        }
    ],
    interview: [
        {
            name: '오픈놀 미니인턴 참가자\n최현석',
            content: '실무자 분과 직접 미니인턴 OT를 통해 오픈놀에 대해서 모르는 것들을 물어볼 수 있어서 좋았고, 오픈놀에서 일하기 위해서 실제 어떤 실무적인 역량들이 필요한지 자세히 알 수 있어서 좋은 경험이였습니다.'
        }
        // ,
        // {
        //     name: '오픈놀 미니인턴 참가자\n백나원',
        //     content: '기업 인사담당자가 작성해준 역량 인증서는 자소서 작성에 많은 도움이 되었습니다.이전에는 자기소개서에 나의 역량을 담는 것이 어려웠는데, 인증서를 참고해서 작성하니 어렵지 않게 실무역량을 드러낼 수 있었습니다. 취뽀에 도움을 준 미니인턴에게 감사 드립니다.'
        // }
    ]
}
export default data